arch-update
bibata-cursor-theme
caelestia-cli
caelestia-firefox-theme
caelestia-shell
darkly-bin
equibop-bin
github-desktop-bin
google-chrome
lib32-gst-plugins-base-libs
lib32-gstreamer
papirus-folders
paru
paru-debug
peazip
qtengine
sddm-silent-theme
spicetify-cli
spicetify-marketplace-bin
spotify
todoist-appimage
vesktop
virtualbox-ext-oracle
vscodium-bin
vscodium-bin-marketplace
yay
yay-debug
zen-browser-bin
