adw-gtk-theme
alsa-plugins
alsa-utils
amd-ucode
arch-update
base
base-devel
bat
bibata-cursor-theme
bluez
bluez-utils
btop
btrfs-assistant
btrfs-progs
caelestia-cli
caelestia-firefox-theme
caelestia-shell
cliphist
cmake
code
cups
cups-pk-helper
curl
darkly-bin
direnv
dolphin
duf
efibootmgr
equibop-bin
eza
fastfetch
ffmpegthumbnailer
firefox
fish
flatpak
foot
frameworkintegration
gamemode
gamescope
gcc
git
github-desktop-bin
gnome-keyring
google-chrome
goverlay
greetd
greetd-tuigreet
grub
grub-btrfs
gst-plugin-pipewire
gvfs
htop
hyprland
hyprpicker
jq
kde-cli-tools
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxslt
lib32-mangohud
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sdl2-compat
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libpulse
linux
linux-firmware
linux-headers
lutris
make
mangohud
micro
mkinitcpio
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
os-prober
papirus-folders
papirus-icon-theme
paru
paru-debug
pavucontrol
perl
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-google-auth
python-protobuf
qt6-virtualkeyboard
qtengine
ripgrep
rust
samba
sbctl
sddm-silent-theme
snap-pac
snapper
spicetify-cli
spicetify-marketplace-bin
spotify
starship
steam
sudo
system-config-printer
thunar
todoist-appimage
trash-cli
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
ufw
uwsm
vesktop
vim
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
vscodium-bin
vscodium-bin-marketplace
vulkan-radeon
wget
wine
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
ydotool
zed
zen-browser-bin
zoxide
zram-generator
