app2unit
arch-update
bibata-cursor-theme
caelestia-cli
caelestia-firefox-theme
caelestia-shell
coolercontrol-bin
darkly-bin
equibop-bin
faugus-launcher
github-desktop-bin
google-chrome
gradia
heroic-games-launcher-bin
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
lib32-gst-plugins-base-libs
lib32-gstreamer
libcava
mpvpaper
papirus-folders
paru
paru-debug
peazip
proton-ge-custom-bin
python312
qtengine
quickshell-git
sddm-silent-theme
shelly
spicetify-cli
spicetify-marketplace-bin
spotify
todoist-appimage
ttf-league-gothic
ttf-material-symbols-variable-git
ttf-phosphor-icons
ttf-rubik-vf
virtualbox-ext-oracle
vscodium-bin
vscodium-bin-marketplace
yay
yay-debug
zen-browser-bin
