adw-gtk-theme
alsa-plugins
alsa-utils
amd-ucode
aubio
base
base-devel
bat
blueman
bluez
bluez-utils
btop
btrfs-assistant
btrfs-progs
cliphist
code
cups
cups-pk-helper
curl
direnv
discord
dms-shell
duf
easyeffects
efibootmgr
eza
fastfetch
ffmpegthumbnailer
firefox
fish
flatpak
foot
frameworkintegration
gamemode
gamescope
gcc
git
gnome-keyring
go
goverlay
greetd
greetd-tuigreet
grub
grub-btrfs
gst-plugin-pipewire
gvfs
htop
hyprland
hyprpicker
inetutils
jq
kde-cli-tools
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxslt
lib32-mangohud
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sdl2-compat
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libpulse
linux
linux-firmware
linux-headers
liquidctl
lutris
make
mangohud
micro
mkinitcpio
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
os-prober
papirus-icon-theme
pavucontrol
perl
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plasma-browser-integration
polkit-gnome
power-profiles-daemon
python-google-auth
python-pipx
python-protobuf
reaper
ripgrep
rust
samba
sbctl
snap-pac
snapper
starship
steam
sudo
system-config-printer
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-jpn
tesseract-data-kor
tesseract-data-lat
tesseract-data-spa
thunar
tmux
trash-cli
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
tumbler
ufw
uwsm
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vulkan-radeon
wine
wireplumber
wl-clip-persist
wl-clipboard
wlsunset
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
ydotool
zbar
zed
zoxide
zram-generator
