adw-gtk-theme
alsa-plugins
amd-ucode
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-assistant
btrfs-progs
cliphist
code
cups
cups-pk-helper
curl
direnv
docker
docker-buildx
docker-compose
efibootmgr
eza
fastfetch
ffmpegthumbnailer
firefox
fish
foot
frameworkintegration
gamemode
gamescope
git
glfw
gnome-keyring
greetd
greetd-tuigreet
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gvfs
gvfs-mtp
htop
hyprland
hyprpicker
jq
lazygit
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gtk3
lib32-libjpeg-turbo
lib32-libva
lib32-mangohud
lib32-mesa
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-vulkan-radeon
libpulse
linux
linux-firmware
linux-headers
lutris
mangohud
micro
mkinitcpio
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-container-toolkit
nvidia-open-dkms
nvidia-settings
nwg-displays
nwg-look
ollama
os-prober
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
polkit-gnome
protontricks
ripgrep
sbctl
snap-pac
snapper
starship
steam
sudo
system-config-printer
thunar
trash-cli
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
tumbler
ufw
umu-launcher
unzip
uwsm
vulkan-radeon
wget
wine-staging
winetricks
wireplumber
wl-clipboard
wpa_supplicant
wqy-zenhei
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
ydotool
zed
zoxide
zram-generator
